<?php

return [
    "common" => [
        "submit-btn" => "حفظ"
    ],
    "user" => [
        "l-name" => "الاسم الأخير",
        "f-name" => "الاسم الأول",
        "specialty" => "التخصص",
        "b-date" => "تاريخ الميلاد",
        "email" => "البريد الإلكتروني",
        "tel" => "رقم الهاتف",
        "h3" => "يجب أن يكون البريد الإلكتروني صحيحًا، سيتم إرسال رمز التحقق إليه",
        "for" => [
            "add-super-admin" => "إضافة مسؤول فائق",
            "add-coord-service" => "إضافة منسق المصلحة",
            "add-coord-c-place" => "إضافة منسق مكان الاستشارة",
            "add-doctor" => "إضافة طبيب",
            "add-admin-establishment" => "إضافة مسؤول مؤسسة",
            "update-user" => "تحديث"
        ]
    ],

    "role"=>[
        "for"=>[
            "manage"=>"إدارة الأدوار"
        ]
        ],
    "establishment" => [
        "acronym" => "اختصار الاسم",
        "name" => "الاسم",
        "email" => "البريد الإلكتروني",
        "address" => "العنوان",
        "land-line-number" => "رقم الهاتف الأرضي",
        "fax-number" => "رقم الفاكس",
        "for" => [
            "add" => "إضافة مؤسسة",
            "update" => "تحديث المؤسسة"
        ]
    ],
        "service" => [
        "name" => "اسم المصلحة",
        "head-service" => "رئيس المصلحة",
        "specialty" => "تخصص المصلحة:",
        "for" => [
            "add" => "إضافة مصلحة",
            "update" => "تحديث المصلحة"
        ]
    ],
    "c-place" => [
        "name" => "اسم مكان الاستشارات",
        "address" => "العنوان",
        "land-line-number" => "رقم الهاتف الأرضي",
        "fax-number" => "رقم الفاكس",
        "daira" => "الدائرة :",
        "latitude"=>"خط العرض",
        "longitude"=>"خط الطول",
        "for" => [
            "add" => "إضافة مكان الاستشارات",
            "update" => "تحديث مكان الاستشارات"
        ]
    ],

    "m-file"=>[
        "birth-d" => "تاريخ الميلاد",
        "l-name" => "اللقب",
        "f-name" => "الإسم",
        "phone-number" => "رقم الهاتف",
        "address" => "العنوان",
        "for" => [
            "add" => "إضافة ملف طبي",
            "update" => "تحديث ملف طبي"
        ],
    ],
    "planning"=>[
        "name" => "اسم التخطيط ",
        "year" => "السنة :",
        "state" => "الحالة :",
        "month" => "الشهر :",
        "for" => [
            "add" => "إضافة تخطيط ",
            "update" => "تحديث التخطيط "
        ],
    ]
    ,
    "planning-day"=> [
        "doctor-c-place-err" => "لا يمكنك إضافة يوم تخطيط في الوقت الحالي. يجب عليك إضافة على الأقل طبيب واحد ومكان استشارة واحد على الأقل.",
        "doctor-err" => "لا يمكنك إضافة يوم تخطيط في الوقت الحالي. يجب عليك إضافة على الأقل طبيب واحد.",
        "c-place-err" => "لا يمكنك إضافة يوم تخطيط في الوقت الحالي. يجب عليك إضافة مكان استشارة واحد على الأقل.",
        "specialty" => "التخصص:",
        "doctor" => "الطبيب:",
        "c-place" => "مكان الاستشارات:",
        "date" => "التاريخ",
        "c-number" => "عدد الاستشارات",
        "for" => [
            "add" => "إضافة يوم تخطيط",
            "update" => "تحديث يوم التخطيط",
        ],
    ],
    "rendez-vous" => [
        "date" => "تاريخ الموعد",
        "start-d" => "تاريخ البداية",
        "end-d" => "تاريخ النهاية",
        "specialty" => "التخصص:",
        "doctor" => "الطبيب:",
        "daira" => "الدائرة:",
        "c-place" => "مكان الاستشارة:",
        "letter" => "خطاب التوجيه",
        "for" => [
            "add" => "إضافة موعد",
            "add-control" => "إضافة موعد فحص",
        ],
        "no-c-place-or-no-doctor" => "عذرًا، لا يمكنك تحديد موعد في الوقت الحالي، يرجى التحقق لاحقًا",
        "already-have-r-with-specialty" => "لديك بالفعل موعد قادم بهذا التخصص. يرجى اختيار تخصص آخر أو انتظار موعدك.",
        "intro" => "لعرض قائمة المواعيد المتاحة",
        "first-instruction" => "اختر تخصصًا طبيًا.",
        "second-instruction" => "اختر على الأقل دائرة واحدة ومكان استشارة واحد",
        "third-instruction" => "اختر على الأقل طبيبًا واحدًا",
        "fourth-instruction" => "يمكنك تغيير الفترة حسب رغبتك:",
        "fifth-instruction" => "يرجى ملاحظة أنه يتطلب إرفاق خطاب التوجيه بصيغة صورة:",
        "not-found" => "لا توجد مواعيد متاحة في الوقت الحالي.",
        "letter-type-err" => "يجب أن يكون خطاب التوجيه بصيغة صورة."
    ],
];
